Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B02A.tmx
Source language: en_us
Languages: zh_cn

source: Europe’s response to the Paris attacks is different this time
zh_cn: 面对巴黎恐袭，欧洲变脸了

source: In January 2015, after 16 people died in a series of incidents in Paris—including an attack on Charlie Hebdo, a satirical newspaper—Europe erupted in spontaneous demonstrations.
zh_cn: 年1月在巴黎的一系列突发事件中丧失的16个生命在整个欧洲同时激起了抗议浪潮，这些意外中就包括对讽刺漫画杂志《查理周刊》的攻击。

source: People marched in protest against an assault on a fundamental principle of European civilisation: freedom of expression.
zh_cn: 人们上街游行来抵制这一对欧洲文明根基理念之一，即言论自由的攻击。

source: Millions turned out for rallies across the continent, toting signs bearing the message “Je suis Charlie” in identification with those killed at the paper, which often caricatured the Prophet Muhammad.
zh_cn: 数以百万记的人们参与了这场蔓延整个欧洲大陆的示威中，挥动着写有“我是查理”的标牌以表与那些受害记者同在。查理周刊曾多次刊登讽刺先知默罕默德的漫画。

source: Many cautioned against letting the attacks turn public sentiment against Muslims in general, whether immigrant or native-born.
zh_cn: 在当时，已有许多人发声警醒公众不要把愤怒转移到穆斯林大众上，无论那些穆斯林是移民还是欧洲出身。

source: In Germany the reaction of Horst Seehofer, the chairman of the CSU (the Bavarian sister party of Germany's governing Christian Democrats), was typical.
zh_cn: 德国巴伐利亚基督教社会联盟（德国执政党基督教民主联盟在巴伐利亚州的姐妹党）主席霍斯特·泽霍费尔对事件的回应便是其中的典例。

source: Denying any links between terrorism and immigration policies, he called on Germany’s anti-Islam Pegida movement to cancel a planned demonstration, and said he was pleased that all German parties had “refrained from deriving political capital from the attack.”
zh_cn: 他在否认移民政策与恐怖主义的关联的同时，要求德国反穆斯林组织“欧洲爱国者抵制西方伊斯兰化联盟”取消计划游行、表示对看到德国各党“都克制住了，没有在此次袭击上借题发挥”感到欣慰。

source: After Friday night's attacks in Paris, however, for which Islamic State (IS) has claimed responsibility, Mr Seehofer took a rather different line.
zh_cn: 恐怖袭击于巴黎当地时间周五晚上爆发，伊斯兰国称对袭击负责。

source: The jihadists’ attacks illustrated the need for “stronger control of Europe's external borders, but also of national borders,” he said; it was a matter of “restoring law and order in Europe.”
zh_cn: 然而此次泽霍费尔的语调截然不同：“圣战”分子的恐怖行动证实了“加强欧洲外部、内部国家边境防控”的需要，此次事态关乎“欧洲法治与公序的重建”。

source: Bavaria’s finance minister, Markus S?der, also of the CSU, agreed: “Paris changes everything” he declared, adding that the attacks meant the end of “the time of uncontrolled immigration”.
zh_cn: 同为基社联盟成员的巴伐利亚州财长马卡斯·索德尔与之为伍，宣称“巴黎恐袭完全打乱了现状”，并将之称作“不加管制的移民浪潮”的终结。

source: Within hours of the attacks, CSU leaders were exploiting them as part of their effort to undercut Chancellor Angela Merkel and force her to slow the influx of migrants from the Middle East.
zh_cn: 悲剧上演后的数小时内，基社联盟的领导人就开始把它当做牵制德国总理默克尔，胁迫她压制中东移民的入欧浪潮。

source: The contrast was telling.
zh_cn: 对比是鲜明的，很能说明问题。

source: In the aftermath of Friday’s attacks,which killed at least 129 people in locations around Paris, European leaders again issued statements of sympathy and outrage, while their citizens turned out en masse with flowers and candles to show solidarity.
zh_cn: 在周五袭击的余波中，欧洲的领导人纷纷再度发表了悼慰人民、谴责恐怖分子的声明，欧洲的人们再度涌入街头，手捧鲜花、蜡烛展现团结。

source: But where the “Je suis Charlie” demonstrators resisted linking terrorism to immigration or Islam, the mood this time has been more ambivalent.
zh_cn: 查理事件中示威者们未把恐怖主义和移民或者是伊斯兰联系起来，但在同样的问题上，此次的人们明显动摇了。

source: By targeting a well-known press outlet and a Jewish supermarket, the Charlie Hebdo killers allowed Europeans to frame their outrage around positive ideals: freedom of speech and of religion.
zh_cn: 查理周刊事件中的恐怖分子在知名媒体总部和犹太超市发动袭击使得欧洲人尚能够给他们的愤怒一个积极的由头：捍卫言论自由、宗教自由。

source: But the latest attacks seemed to hit public spaces at random—a Cambodian restaurant, a football stadium, a concert hall.
zh_cn: 但是这次的袭击地点的选择却显得十分随机，一个在一家柬埔寨餐厅，一个在一座足球场，还有在一个音乐厅。

source: And some Europeans inevitably began linking the violence to the issue which has dominated their politics for the past six months: the wave of refugees streaming into their continent from the Middle East.
zh_cn: 由此，一些欧洲人不可避免地开始将此次事件和过去六个月内一直纠缠着欧洲政治的移民问题联系起来。

source: The most explicit linkage came in Poland, where the right-wing Law and Justice (PiS) party won a landslide election victory in October, aided in part by fear of migrants.
zh_cn: 这样的倾向在波兰最为突出。波兰右翼政党法律与公正党在十月的选举中取得了压倒性的胜利，一定程度上其中就有民众对移民问题的忌惮在推波助澜。

source: In a hasty op-ed on Saturday morning, the incoming PiS minister for European affairs, Konrad Szymanski, wrote that after the Paris attacks he saw “no political possibility” of implementing the European Union’s new scheme to redistribute asylum applicants among member states. “Poland must retain full control over its borders, asylum and immigration policy,” Mr Szymanski wrote.
zh_cn: 在一篇周六早上就匆匆见报的评论中，即将出任法律与公正党欧洲事务部长的康拉德·西曼斯基写到，他在巴黎恐袭中看不到欧盟出台的，在成员国中重新分配申请收容所移民的新政的任何前景，表示“波兰应该重新取得对边境防控、收容所及移民政策的控制权”。

source: Germany, which expects to take in more than 1m asylum applicants this year, has fought hard for the redistribution policy, which the European Commission approved in September over the bitter objections of several member states.
zh_cn: 德国，这个预计将在今年内迎来超过一百万份收容所申请的国家，此前一直在捍卫移民重分配政策。9月，政策最终被欧盟委员会通过时，有多个成员国投出了反对票。

source: A Polish refusal to implement it would trigger a huge argument.
zh_cn: 波兰的不履行将会触发一阵舌战。

source: (A German state assembly member from Saxony, Gerd Lippold, tweeted angrily that if everyone in Europe thought the way Mr Szymanski did, “walls will soon be going up between Germany and Poland against auto thieves”.)
zh_cn: （一个来自德国萨克森州的州议会议员在推特上怒斥道，如果欧洲人人都像西曼斯基那样想，“离德国和波兰间只为防止盗车犯而竖起一道墙不远了”。）

source: Beata Szydlo, Poland’s incoming prime minister, refused to support Mr Szymanski’s line, and Mr Szymanski then backed off, saying Poland could accept the deal if it were accompanied by “security guarantees”.
zh_cn: 然而当波兰即将上任的总理贝娅塔·希德沃，拒绝为西曼斯基背书时，他又收起极端论调，称如果政策的实施中能维持安全，波兰还是能够接受的。

source: But similar arguments were voiced in other central and eastern European countries, many of which voted against the migrant-redistribution deal.
zh_cn: 但是同样的声音还是出现在了中欧、东欧国家中，他们之中多数在投票中就投的是反对票。

source: In the Czech Republic, Andrej Babis, the flamboyant finance minister and media billionaire who is the country’s most popular politician, said he thought it would be necessary to close the external borders of Europe’s Schengen zone.
zh_cn: 在捷克，安德烈·巴比斯，该国轻佻浮夸的财长、媒体界的亿万富翁，同时也是簇拥最甚的政客说，他认为有必要关闭欧洲申根区边境；米洛斯·

source: The president, Milos Zeman, who has expressed concerns that Syrian migrants in the Czech Republic might stone unfaithful women to enforce Sharia law, said the attacks were part of a war for “the future of European civilisation”.
zh_cn: 塞曼，捷克总统，曾表示担心叙利亚移民进入捷克会后会逼迫无信仰女性遵守伊斯兰法，此次他称巴黎袭击是对“欧洲文明的未来”的战争的组成部分。

source: The fact that one of the Paris attackers was carrying a Syrian passport was seized upon by those opposed to accepting asylum seekers.
zh_cn: 恐怖分子其中一人持有叙利亚护照被反移民人士拿来大作文章。

source: Slovakia’s prime minister, Robert Fico, noted triumphantly that he had warned other European leaders of “enormous security risks linked to migration.
zh_cn: 斯洛伐克总理，罗伯特·菲乔，颇为得意地指出他曾警告欧洲其他领导人担心移民带来的安全问题。

source: Hopefully, some people will open their eyes now.”
zh_cn: “希望他们这次能睁开眼。”他这样说。

source: In other countries, expressions of genuine sympathy were quickly linked to various political or diplomatic agendas.
zh_cn: 然而在其他国家，真诚的同情很快成了政治和外交的道具。

source: In Moscow, where citizens have ample experience of Islamist terror, the French embassy was flooded with gifts and flowers.
zh_cn: 法国在莫斯科的大使馆前围满了祈福的鲜花和礼品，因为当地市民自己也充分体会到了伊斯兰教徒带来的恐惧。

source: But Vladimir Putin, the president, made sure that his condolence message to the French president, Francois Hollande, also made the case for ending Russia’s international isolation:
zh_cn: 但是总统普京却利用发给法国总统奥朗德的悼念信，抓紧机会谈及结束国际社会对俄的孤立政策：

source: “Fighting this evil requires the real unity of the forces of the whole international community.”
zh_cn: “对抗邪恶需要整个国际社会的团结协力。”

source: In Turkey (pictured), thousands of sympathisers marched to demonstrate solidarity between Paris and two other cities that have recently been hit by IS terror attacks: Ankara and Beirut.
zh_cn: 在土耳其，千百的悼念者走上街头游行告昭与巴黎以及近期同样遭受IS恐怖袭击的两座城市，土耳其首都安卡拉、黎巴嫩港城贝鲁特的人民同在。

source: Meanwhile the president, Tayyip Recep Erdogan, insinuated that it was time to abandon the notion of “my terrorist is good, yours is bad”—clearly referring to the Kurdish militias that Turkey is battling: the Kurdistan Workers’ Party, or PKK, which the West too considers a terrorist group, but also the People's Defence Units, or YPG, which the West regards as allies in the fight against IS.
zh_cn: 与此同时，土耳其总统雷杰普·塔伊普·埃尔多安，在暗示这样的节点，放弃“我的恐怖主义好，你的恐怖主义坏”的观念当适时。矛头很明显地指向了与土耳其对抗的库尔德民兵。库尔德民兵包括被同西方视作恐怖组织的库尔德工人党，和被西方视作抗击IS同盟势力的库尔德人民防卫军。

source: Western Europe's right-wing populists also seized upon the Paris attacks as evidence for their own agendas, just as they did with the attacks against Charlie Hebdo.
zh_cn: 西欧也对巴黎恐袭各怀心思，就像查理周刊袭击事件暴发时那样。

source: Geert Wilders, the Dutch anti-immigrant firebrand whose party is currently leading in the polls, called on the Netherlands’ prime minister to seal the country’s borders.
zh_cn: 基尔特·威尔德斯是荷兰反移民情绪的煽动者之一,他的政党在竞选民意调查中遥遥领先，他要求荷兰关闭国境。"

source: “He who sows the Koran reaps the jihad,” tweeted the predictably obnoxious Filip de Winter of Vlaams Belang, the Flemish far-right party.
zh_cn: 种可兰经，得圣战分子“向来语出不善的弗兰德极右党弗拉芒利益党党魁菲利普·德温特在推特上这样说道。

source: But such provocations failed to make much impact.
zh_cn: 但是这样的言论并未激起太大反响。

source: Belgium was preoccupied by the news that three people said to be associated with the Paris attacks had been arrested outside Brussels.
zh_cn: 因为三名疑与袭击有关人员在布鲁塞尔外被逮捕的消息使比利时上下乱作一团。

source: Its interior minister, Jean Jambon, vowed a “root and branch” cleanup of the neighbourhood of Molenbeek, where the suspects lived.
zh_cn: 内政大臣扬·让邦誓要对疑犯所居住的莫伦贝克区进行一次”连根带枝“的清洗。

source: It was one of the same neighbourhoods raided by Belgian anti-terror police in January during operations that led to the shooting of two suspects associated with the Charlie Hebdo attacks.
zh_cn: 这个社区是今年一月比利时反恐警察突击搜查的几个社区之一，两名涉嫌参与查理周刊袭击的疑犯最终在这里被击毙。

source: Even so, in some of the places where the attacks might have been expected to inflame the migrant debate, they have not—or, at least, have not done so yet.
zh_cn: 即使这样，人们本以为巴黎恐袭会引起移民辩论但却没有的地方也有存在，至少目前来看是这样。

source: Just as the attacks were beginning on Friday, Sweden and Denmark were embroiled in a chaotic tit-for-tat squabble over controlling migration inflows.
zh_cn: 周五袭击刚发生的时候，瑞典和丹麦因为移民控制卷入了一场以牙还牙的口角中。

source: Sweden, which takes in more refugees than any other country in Europe on a per capita basis, announced on Thursday that it was introducing border controls, threatening to trap many asylum seekers who had been heading there in Denmark.
zh_cn: 瑞典接纳了全欧人均最多的移民，在周四宣布要引入边控政策，以挡回那些丹麦流入瑞典寻求收容所的移民相要挟。

source: The Danes, who have long had some of the toughest immigration policies in Europe, responded the next day with 34 measures to dissuade migrants from coming, mainly by cutting benefits.
zh_cn: 而一直以来执行的都是欧洲最苛刻的移民政策的丹麦人，第二天以新出台34项新政策的方式来回应，政策的目的在于主要通过减少福利等措施来遏止移民入境。

source: But neither the Danish People’s Party, the main Danish anti-immigrant group, nor their Swedish equivalents, the Sweden Democrats, have used the Paris attacks as a propaganda tool.
zh_cn: 但是不论是丹麦最大的反移民政党人民党，还是与之相呼应的瑞典民主党，都没有把此次巴黎恐袭作为宣传的噱头。

source: The mood in both countries has been one of respect and non-partisan sympathy, just as it was after the Charlie Hebdo attacks.
zh_cn: 两国之中的情绪，在大环境下看，竟是难得的敬重、不带党派色彩的单纯同情。两国查理周刊袭击之后也作出了同样的反应。

source: Of course, anti-immigrant parties may simply be holding their fire, confident that images of Islamist terror will heighten resistance to immigration without the need for them to say anything.
zh_cn: 当然，反移民党派很可能只是歇火观望，自信地认为伊斯兰教徒的恐怖主义形象不用他们开嘴炮就已能够激化对移民的抵触。

source: It is heartening that Saturday’s popular demonstrations of solidarity with France, and European leaders’ messages of support, were full of calls, even if vague ones, not to allow terrorists to divide Europe’s citizens against each other.
zh_cn: 值得欣慰的是，虽然模糊其词，但周六集体团结游行，以及欧洲领导人们的声援中不乏不要让恐怖分子调拨离间欧洲人民的呼吁。

source: Yet with border controls going up in one European country after another, it will be hard to maintain that they have not.
zh_cn: 然而，随着欧洲国家纷纷开始建立边境控制，或许我们离分崩离析已经不远。
